{
 "items": [
  {
   "volumeInfo": {
    "title": "Severance",
    "authors": [
     "Ling Ma"
    ],
    "description": "Maybe it’s the end of the world, but not for Candace Chen, a millennial, first-generation American and office drone meandering her way into adulthood in Ling Ma’s offbeat, wryly funny, apocalyptic satire, Severance. Candace Chen, a millennial drone self-sequestered in a Manhattan office tower, is devoted to routine. With the recent passing of her Chinese immigrant parents, she’s had her fill of uncertainty. She’s content just to carry on: She goes to work, troubleshoots the teen-targeted Gemstone Bible, watches movies in a Greenpoint basement with her boyfriend. So Candace barely notices when a plague of biblical proportions sweeps New York. Then Shen Fever spreads. Families flee. Companies halt operations. The subways squeak to a halt. Her bosses enlist her as part of a dwindling skeleton crew with a big end-date payoff. Soon entirely alone, still unfevered, she photographs the eerie, abandoned city as the anonymous blogger NY Ghost. Candace won’t be able to make it on her own forever, though. Enter a group of survivors, led by the power-hungry IT tech Bob. They’re traveling to a place called the Facility, where, Bob promises, they will have everything they need to start society anew. But Candace is carrying a secret she knows Bob will exploit. Should she escape from her rescuers? A send-up and takedown of the rituals, routines, and missed opportunities of contemporary life, Ling Ma’s Severance is a moving family story, a quirky coming-of-adulthood tale, and a hilarious, deadpan satire. Most important, it’s a heartfelt tribute to the connections that drive us to do more than survive.",
    "industryIdentifiers": [
     {
      "identifier": "9780374261597"
     },
     {
      "identifier": "0374261598"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=pIhhDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Power of Habit",
    "authors": [
     "Charles Duhigg"
    ],
    "description": "Groundbreaking new research shows that by grabbing hold of the three-step \"loop\" all habits form in our brains--cue, routine, reward--we can change them, giving us the power to take control over our lives. \"We are what we repeatedly do,\" said Aristotle. \"Excellence, then, is not an act, but a habit.\" On the most basic level, a habit is a simple neurological loop: there is a cue (my mouth feels gross), a routine (hello, Crest), and a reward (ahhh, minty fresh). Understanding this loop is the key to exercising regularly or becoming more productive at work or tapping into reserves of creativity. Marketers, too, are learning how to exploit these loops to boost sales; CEOs and coaches are using them to change how employees work and athletes compete. As this book shows, tweaking even one habit, as long as it's the right one, can have staggering effects. In The Power of Habit, award-winning New York Times business reporter Charles Duhigg takes readers inside labs where brain scans record habits as they flourish and die; classrooms in which students learn to boost their willpower; and boardrooms where executives dream up products that tug on our deepest habitual urges. Full of compelling narratives that will appeal to fans of Michael Lewis, Jonah Lehrer, and Chip and Dan Heath, The Power of Habit contains an exhilarating argument: our most basic actions are not the product of well-considered decision making, but of habits we often do not realize exist. By harnessing this new science, we can transform our lives.",
    "industryIdentifiers": [
     {
      "identifier": "9780385669757"
     },
     {
      "identifier": "0385669755"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=xQ1_z5_kj6sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Stone Sky",
    "authors": [
     "N. K. Jemisin"
    ],
    "description": "Humanity will finally be saved or destroyed in the shattering conclusion to the post-apocalyptic and highly acclaimed NYT bestselling trilogy that won the Hugo Award three years in a row. The Moon will soon return. Whether this heralds the destruction of humankind or something worse will depend on two women. Essun has inherited the power of Alabaster Tenring. With it, she hopes to find her daughter Nassun and forge a world in which every orogene child can grow up safe. For Nassun, her mother's mastery of the Obelisk Gate comes too late. She has seen the evil of the world, and accepted what her mother will not admit: that sometimes what is corrupt cannot be cleansed, only destroyed. This is the way the world ends... for the last time. \"Extraordinary.\" - New York Times on The Fifth Season The Broken EarthThe Fifth SeasonThe Obelisk GateThe Stone Sky For more from N. K. Jemisin, check out: The Inheritance TrilogyThe Hundred Thousand KingdomsThe Broken KingdomsThe Kingdom of Gods The Inheritance Trilogy (omnibus edition)Shades in Shadow: An Inheritance Triptych (e-only short fiction)The Awakened Kingdom (e-only novella) Dreamblood DuologyThe Killing MoonThe Shadowed Sun The Dreamblood Duology (omnibus)",
    "industryIdentifiers": [
     {
      "identifier": "9780316229258"
     },
     {
      "identifier": "0316229253"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=cmWnDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Three-Body Problem",
    "authors": [
     "Cixin Liu"
    ],
    "description": "\"Wildly imaginative, really interesting.\" —President Barack Obama on The Three-Body Problem trilogy The Three-Body Problem is the first chance for English-speaking readers to experience the Hugo Award-winning phenomenon from China's most beloved science fiction author, Liu Cixin. Set against the backdrop of China's Cultural Revolution, a secret military project sends signals into space to establish contact with aliens. An alien civilization on the brink of destruction captures the signal and plans to invade Earth. Meanwhile, on Earth, different camps start forming, planning to either welcome the superior beings and help them take over a world seen as corrupt, or to fight against the invasion. The result is a science fiction masterpiece of enormous scope and vision. The Remembrance of Earth's Past Trilogy The Three-Body Problem The Dark Forest Death's End Other Books Ball Lightning (forthcoming) At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
    "industryIdentifiers": [
     {
      "identifier": "9781466853447"
     },
     {
      "identifier": "1466853441"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=ZrNzAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "Bloodchild and Other Stories",
    "authors": [
     "Octavia E. Butler"
    ],
    "description": "A perfect introduction for new readers and a must-have for avid fans, this New York Times Notable Book includes \"Bloodchild,\" winner of both the Hugo and the Nebula awards and \"Speech Sounds,\" winner of the Hugo Award. Appearing in print for the first time, \"Amnesty\" is a story of a woman named Noah who works to negotiate the tense and co-dependent relationship between humans and a species of invaders. Also new to this collection is \"The Book of Martha\" which asks: What would you do if God granted you the ability—and responsibility—to save humanity from itself? Like all of Octavia Butler’s best writing, these works of the imagination are parables of the contemporary world. She proves constant in her vigil, an unblinking pessimist hoping to be proven wrong, and one of contemporary literature’s strongest voices.",
    "industryIdentifiers": [
     {
      "identifier": "9781583228036"
     },
     {
      "identifier": "1583228039"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=_uzLqSN-iEMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "Deep Work",
    "authors": [
     "Cal Newport"
    ],
    "description": "Read the Wall Street Journal Bestseller for \"cultivating intense focus\" for fast, powerful performance results for achieving success and true meaning in one's professional life (Adam Grant, author of Give and Take). Deep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep Work will make you better at what you do and provide the sense of true fulfillment that comes from craftsmanship. In short, deep work is like a super power in our increasingly competitive twenty-first century economy. And yet, most people have lost the ability to go deep-spending their days instead in a frantic blur of e-mail and social media, not even realizing there's a better way. In Deep Work, author and professor Cal Newport flips the narrative on impact in a connected age. Instead of arguing distraction is bad, he instead celebrates the power of its opposite. Dividing this book into two parts, he first makes the case that in almost any profession, cultivating a deep work ethic will produce massive benefits. He then presents a rigorous training regimen, presented as a series of four \"rules,\" for transforming your mind and habits to support this skill. 1. Work Deeply 2. Embrace Boredom 3. Quit Social Media 4. Drain the Shallows A mix of cultural criticism and actionable advice, Deep Work takes the reader on a journey through memorable stories-from Carl Jung building a stone tower in the woods to focus his mind, to a social media pioneer buying a round-trip business class ticket to Tokyo to write a book free from distraction in the air-and no-nonsense advice, such as the claim that most serious professionals should quit social media and that you should practice being bored. Deep Work is an indispensable guide to anyone seeking focused success in a distracted world. An Amazon Best Book of 2016 Pick in Business & Leadership Wall Street Journal Business Bestseller A Business Book of the Week at 800-CEO-READ",
    "industryIdentifiers": [
     {
      "identifier": "9781455586660"
     },
     {
      "identifier": "1455586668"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=4QTzCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Foundations of Buddhism",
    "authors": [
     "Rupert Gethin"
    ],
    "description": "Buddhism is a vast and complex religious and philosophical tradition with a history that stretches over 2,500 years, and which is now followed by around 115 million people. In this introduction to the foundations of Buddhism, Rupert Gethin concentrates on the ideas and practices which constitute the common heritage of the different traditions of Buddhism (Thervada, Tibetan, and Eastern) which exist in the world today. From the narrative of the story of the Buddha, through discussions of aspects such as textual traditions, the framework of the Four Noble Truths, the interaction between the monastic and lay ways of life, the cosmology of karma and rebirth, and the path of the bodhisattva, this books provides a stimulating introduction to Buddhism as a religion and way of life, which will also be of interest to those who are more familiar with the subject.",
    "industryIdentifiers": [
     {
      "identifier": "9780191606717"
     },
     {
      "identifier": "0191606715"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=al_Wlh2mwWIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "All About Love",
    "authors": [
     "bell hooks"
    ],
    "description": "\"The word \"love\" is most often defined as a noun, yet...we would all love to better if we used it as a verb,\" writes bell hooks as she comes out fighting and on fire in All About Love. Here, at her most provacative and intensely personel, the renowned scholar, cultural critic, and feminist skewers our view of love as romance. In its place she offers a proactive new ethic for a people and a society bereft with lovelessness. As bell hooks uses her incisive mind and razor-sharp pen to explode th question \"What is love?\" her answers strike at both the mind and heart. In thirteen concise chapters, hooks examines her own search for emotional connection and society's failure to provide a model for learning to love. Razing the cultural paradigm that the ideal love is infused with sex and desire, she provides a new path to love that is sacred, redemptive, and healing for the individuals and for a nation. The Utne Reader declared bell hooks one of the \"100 Visionaries Who Can Change Your Life.\" All About Love is a powerful affirmation of just how profoundly she can.",
    "industryIdentifiers": [
     {
      "identifier": "9780060959470"
     },
     {
      "identifier": "0060959479"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=MYim_gaQC2gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Remains of the Day",
    "authors": [
     "Kazuo Ishiguro"
    ],
    "description": "An elderly butler is on a five-day motoring trip through the West Country in the 1950s. The climax of his journey is to be a reunion with his former housekeeper. This 1989 Booker Prize-winner attempts to capture a period in British history and draw a portrait of a man in old age.",
    "industryIdentifiers": [
     {
      "identifier": "0571225381"
     },
     {
      "identifier": "9780571225385"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=35XBQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Phoenix Project",
    "authors": [
     "Gene Kim",
     "Kevin Behr",
     "George Spafford"
    ],
    "description": "Bill is an IT manager at Parts Unlimited. It's Tuesday morning and on his drive into the office, Bill gets a call from the CEO. The company's new IT initiative, code named Phoenix Project, is critical to the future of Parts Unlimited, but the project is massively over budget and very late. The CEO wants Bill to report directly to him and fix the mess in ninety days or else Bill's entire department will be outsourced. With the help of a prospective board member and his mysterious philosophy of The Three Ways, Bill starts to see that IT work has more in common with manufacturing plant work than he ever imagined. With the clock ticking, Bill must organize work flow streamline interdepartmental communications, and effectively serve the other business functions at Parts Unlimited. In a fast-paced and entertaining style, three luminaries of the DevOps movement deliver a story that anyone who works in IT will recognize. Readers will not only learn how to improve their own IT organizations, they'll never view IT the same way again.",
    "industryIdentifiers": [
     {
      "identifier": "0988262592"
     },
     {
      "identifier": "9780988262591"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=ud8yswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Dispossessed",
    "authors": [
     "Ursula K. Le Guin"
    ],
    "description": "An astonishing tale of one man's search for Utopia.",
    "industryIdentifiers": [
     {
      "identifier": "0785764038"
     },
     {
      "identifier": "9780785764038"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=M45vPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  }
 ]
}
