{
 "items": [
  {
   "volumeInfo": {
    "title": "Severance",
    "authors": [
     "Ling Ma"
    ],
    "description": "Maybe it’s the end of the world, but not for Candace Chen, a millennial, first-generation American and office drone meandering her way into adulthood in Ling Ma’s offbeat, wryly funny, apocalyptic satire, Severance. Candace Chen, a millennial drone self-sequestered in a Manhattan office tower, is devoted to routine. With the recent passing of her Chinese immigrant parents, she’s had her fill of uncertainty. She’s content just to carry on: She goes to work, troubleshoots the teen-targeted Gemstone Bible, watches movies in a Greenpoint basement with her boyfriend. So Candace barely notices when a plague of biblical proportions sweeps New York. Then Shen Fever spreads. Families flee. Companies halt operations. The subways squeak to a halt. Her bosses enlist her as part of a dwindling skeleton crew with a big end-date payoff. Soon entirely alone, still unfevered, she photographs the eerie, abandoned city as the anonymous blogger NY Ghost. Candace won’t be able to make it on her own forever, though. Enter a group of survivors, led by the power-hungry IT tech Bob. They’re traveling to a place called the Facility, where, Bob promises, they will have everything they need to start society anew. But Candace is carrying a secret she knows Bob will exploit. Should she escape from her rescuers? A send-up and takedown of the rituals, routines, and missed opportunities of contemporary life, Ling Ma’s Severance is a moving family story, a quirky coming-of-adulthood tale, and a hilarious, deadpan satire. Most important, it’s a heartfelt tribute to the connections that drive us to do more than survive.",
    "industryIdentifiers": [
     {
      "identifier": "9780374261597"
     },
     {
      "identifier": "0374261598"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=pIhhDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Stone Sky",
    "authors": [
     "N. K. Jemisin"
    ],
    "description": "Humanity will finally be saved or destroyed in the shattering conclusion to the post-apocalyptic and highly acclaimed NYT bestselling trilogy that won the Hugo Award three years in a row. The Moon will soon return. Whether this heralds the destruction of humankind or something worse will depend on two women. Essun has inherited the power of Alabaster Tenring. With it, she hopes to find her daughter Nassun and forge a world in which every orogene child can grow up safe. For Nassun, her mother's mastery of the Obelisk Gate comes too late. She has seen the evil of the world, and accepted what her mother will not admit: that sometimes what is corrupt cannot be cleansed, only destroyed. This is the way the world ends... for the last time. \"Extraordinary.\" - New York Times on The Fifth Season The Broken EarthThe Fifth SeasonThe Obelisk GateThe Stone Sky For more from N. K. Jemisin, check out: The Inheritance TrilogyThe Hundred Thousand KingdomsThe Broken KingdomsThe Kingdom of Gods The Inheritance Trilogy (omnibus edition)Shades in Shadow: An Inheritance Triptych (e-only short fiction)The Awakened Kingdom (e-only novella) Dreamblood DuologyThe Killing MoonThe Shadowed Sun The Dreamblood Duology (omnibus)",
    "industryIdentifiers": [
     {
      "identifier": "9780316229258"
     },
     {
      "identifier": "0316229253"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=cmWnDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "All About Love",
    "authors": [
     "bell hooks"
    ],
    "description": "\"The word \"love\" is most often defined as a noun, yet...we would all love to better if we used it as a verb,\" writes bell hooks as she comes out fighting and on fire in All About Love. Here, at her most provacative and intensely personel, the renowned scholar, cultural critic, and feminist skewers our view of love as romance. In its place she offers a proactive new ethic for a people and a society bereft with lovelessness. As bell hooks uses her incisive mind and razor-sharp pen to explode th question \"What is love?\" her answers strike at both the mind and heart. In thirteen concise chapters, hooks examines her own search for emotional connection and society's failure to provide a model for learning to love. Razing the cultural paradigm that the ideal love is infused with sex and desire, she provides a new path to love that is sacred, redemptive, and healing for the individuals and for a nation. The Utne Reader declared bell hooks one of the \"100 Visionaries Who Can Change Your Life.\" All About Love is a powerful affirmation of just how profoundly she can.",
    "industryIdentifiers": [
     {
      "identifier": "9780060959470"
     },
     {
      "identifier": "0060959479"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=MYim_gaQC2gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Remains of the Day",
    "authors": [
     "Kazuo Ishiguro"
    ],
    "description": "An elderly butler is on a five-day motoring trip through the West Country in the 1950s. The climax of his journey is to be a reunion with his former housekeeper. This 1989 Booker Prize-winner attempts to capture a period in British history and draw a portrait of a man in old age.",
    "industryIdentifiers": [
     {
      "identifier": "0571225381"
     },
     {
      "identifier": "9780571225385"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=35XBQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Phoenix Project",
    "authors": [
     "Gene Kim",
     "Kevin Behr",
     "George Spafford"
    ],
    "description": "Bill is an IT manager at Parts Unlimited. It's Tuesday morning and on his drive into the office, Bill gets a call from the CEO. The company's new IT initiative, code named Phoenix Project, is critical to the future of Parts Unlimited, but the project is massively over budget and very late. The CEO wants Bill to report directly to him and fix the mess in ninety days or else Bill's entire department will be outsourced. With the help of a prospective board member and his mysterious philosophy of The Three Ways, Bill starts to see that IT work has more in common with manufacturing plant work than he ever imagined. With the clock ticking, Bill must organize work flow streamline interdepartmental communications, and effectively serve the other business functions at Parts Unlimited. In a fast-paced and entertaining style, three luminaries of the DevOps movement deliver a story that anyone who works in IT will recognize. Readers will not only learn how to improve their own IT organizations, they'll never view IT the same way again.",
    "industryIdentifiers": [
     {
      "identifier": "0988262592"
     },
     {
      "identifier": "9780988262591"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=ud8yswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  },
  {
   "volumeInfo": {
    "title": "The Dispossessed",
    "authors": [
     "Ursula K. Le Guin"
    ],
    "description": "An astonishing tale of one man's search for Utopia.",
    "industryIdentifiers": [
     {
      "identifier": "0785764038"
     },
     {
      "identifier": "9780785764038"
     }
    ],
    "imageLinks": {
     "thumbnail": "http://books.google.com/books/content?id=M45vPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    }
   }
  }
 ]
}
